webpackHotUpdate("static/development/pages/test.js",{

/***/ "./public/static/comments-test.json":
/*!******************************************!*\
  !*** ./public/static/comments-test.json ***!
  \******************************************/
/*! exports provided: 0, 1, 2, 3, 4, default */
/***/ (function(module) {

module.exports = JSON.parse("[{\"author\":\"پویا معینی\",\"date\":\"امروز ۱۲:۳۰\",\"content\":\"شهرها و کشورهای مختلفی در سرتاسر جهان اعمال مالیات را بر نوشیدنی‌های قندی آغاز کرده‌اند. اما آیا افزایش قیمت این نوشیدنی‌ها واقعا می‌تواند از چاقی، دیابت و دیگر بیماری‌ها ممانعت کند؟\"},{\"author\":\"احمد احمدیان\",\"date\":\"دیروز ۱۱:۴۹\",\"content\":\"بنابراین برای مشاهده‌ی هرگونه مزیت سلامتی حاصل از اعمال مالیات، باید سال‌ها منتظر ماند\"},{\"author\":\"سهراب بیات\",\"date\":\"۳ روز پیش\",\"content\":\"چیزی که ما در طی ۲۰ سال اخیر یاد گرفته‌ایم، آن است که آنچه می‌نوشید روی چیزی که می‌خورید، تاثیری ندارد\",\"hasReply\":true},{\"author\":\"مصطفی مهدوی\",\"date\":\"۳ روز پیش\",\"content\":\"او گفت که آمریکا شکست سختی در طرح‌های مخرب خود متحمل شده است و امروز با تمام توان برای نابودی عراق تلاش می‌کند و برای این منظور به استفاده از همه روش‌ها متوسل می‌شود چرا که شکوفایی عراق را نمی‌خواهد\",\"isReply\":true},{\"author\":\"احمد احمدیان\",\"date\":\"دیروز ۱۱:۴۹\",\"content\":\"بنابراین برای مشاهده‌ی هرگونه مزیت سلامتی حاصل از اعمال مالیات، باید سال‌ها منتظر ماند\"}]");

/***/ })

})
//# sourceMappingURL=test.js.b4d5a7869fd462029f08.hot-update.js.map